app/controllers/students_controller.rb

    def index
        # byebug
        @students = Student.all
---
SELECT "students".* FROM "students"